Repository: TakeOne-Team/REPO-TakeOne
Catalog: Omega/plugin.video.jellycon-takeone/language/language/resource.language.*/strings.po
Languages: eo

# #30254
source: Show add-on settings
eo: Montri parametrojn de aldonaĵo

# #30252
source: Movies - A-Z
eo: Filmoj - A-Z

# #30251
source: Movies - Genres
eo: Filmoj - Ĝenroj

# #30247
source: Custom Widget Content
eo: Enhavo de Laŭmenda Kromprogrameto

# #30241
source: Force transcode mpeg4
eo: Forci transkodadon de mpeg4

# #30239
source: Force transcode mpeg2
eo: Forci transkodadon de mpeg2

# #30238
source: Playback stream options
eo: Opcioj de ludada elsendfluo

# #30237
source: Start from beginning
eo: Lanĉi de la komenco

# #30212
source: Video max width
eo: Maksimuma larĝo de video

# #30210
source: HTTP direct stream
eo: HTTP rekta elsendfluo

# #30209
source: File direct path
eo: Rekta serĉvojo al dosiero

# #30167
source: Selected Server Address
eo: Adreso de Elektita Servilo

# #30120
source: Show load progress
eo: Montri la ŝarĝadan progreson

# #30114
source: Jump back seconds
eo: Salti reen sekundojn

# #30045
source: Username not found
eo: Uzantnomo ne trovita

# #30027
source: Enable debug logging
eo: Ebligi sencimigan ĵurnaladon

# #30020
source: Flatten single season
eo: Platigi ununuran sezonon

# #30017
source: Show connected clients
eo: Montri konektitajn klientojn

# #30016
source: Device display name
eo: Montrata nomo de aparato

# #30015
source: Log timing data
eo: Ĵurnali tempomezuradan datenon

# #30011
source: [Detect local server]
eo: [Detekti lokan servilon]

# #30003
source: Verify HTTPS certificate
eo: Konfirmi HTTPS-atestilon

# #30437
source: Playback options
eo: Ludadaj opcioj

# #30419
source: Audio codec
eo: Aŭdiokodeko

# #30414
source: - Favorites
eo: - Favorataj

# #30413
source: - Tags
eo: - Etikedoj

# #30412
source: - Decades
eo: - Jardekoj

# #30411
source: - Years
eo: - Jaroj

# #30410
source: - Collections
eo: - Kolektoj

# #30409
source: Add-on Actions
eo: Agoj de Aldonaĵo

# #30408
source: Custom Widgets
eo: Laŭmendaj Kromprogrametoj

# #30407
source: Global Lists
eo: Ĝeneralaj Listoj

# #30406
source: Jellyfin Libraries
eo: Plurmeditekoj de Jellyfin

# #30397
source: - Pages
eo: - Paĝoj

# #30389
source: User details
eo: Detaloj pri uzanto

# #30378
source: Persist user details
eo: Persisti detalojn pri uzanto

# #30366
source: Manually enter user details
eo: Mane tajpi detalojn pri uzanto

# #30216
source: Item Details
eo: Detaloj pri Ajo

# #30023
source: Hide unwatched episode details
eo: Kaŝi detalojn pri nespektitaj epizodoj

# #30388
source: Server details
eo: Detaloj pri servilo

# #30383
source: System -
eo: Sistemo -

# #30377
source: Sending request
eo: Sendante peton

# #30374
source: Sending request
eo: Sendante peton

# #30372
source: Server URL
eo: Servila URL-o

# #30368
source: Clear Password?
eo: Ĉu forigi pasvorton?

# #30365
source: Manual Login
eo: Ensalutu Mane

# #30363
source: Save Password?
eo: Ĉu savi pasvorton?

# #30362
source: - Recordings
eo: - Rikordadoj

# #30361
source: - Programs
eo: - Programoj

# #30360
source: - Channels
eo: - Kanaloj

# #30325
source: - Genres
eo: - Ĝenroj

# #30322
source: Auto resume
eo: Daŭrigi aŭtomate

# #30316
source: Connection Error
eo: Konektada Eraro

# #30312
source: All -
eo: Ĉiuj -

# #30308
source: Select Trailer
eo: Elekti Filmanoncon

# #30307
source: Play Trailer
eo: Ludi Filmanoncon

# #30306
source: Playback starting
eo: Ludado lanĉis

# #30305
source: Not Found
eo: Ne Trovita

# #30302
source: Existing images :
eo: Ekzistantaj bildoj:

# #30301
source: Caching Images
eo: Staplante Bildojn

# #30299
source: Cache Images
eo: Stapli Bildojn

# #30293
source: Cache images
eo: Stapli bildojn

# #30280
source: Missing Title
eo: Mankanta Titolo

# #30273
source: Unset Favourite
eo: Malstarigi Favoritan

# #30272
source: Set Favourite
eo: Starigi Favoritan

# #30271
source: Mark Unwatched
eo: Marki Nespektita

# #30222
source: Item Layout
eo: Aĵa Aranĝo

# #30206
source: Playback type
eo: Ludada tipo

# #30200
source: URL error
eo: URL-eraro

# #30183
source: Include people
eo: Inkluzivi homojn

# #30181
source: Include plot
eo: Inkluzivi intrigon

# #30180
source: Select User
eo: Elekti Uzanton

# #30126
source: Processing Item :
eo: Procezante Aĵon:

# #30121
source: On resume
eo: Dum daŭrigo

# #30113
source: Retrieving Data
eo: Ricevante Datenon

# #30112
source: Loading Content
eo: Ŝarĝante Enhavon

# #30091
source: Confirm delete?
eo: Ĉu konfirmi forigon?

# #30044
source: Incorrect Username/Password
eo: Malĝusta Uzantnomo/Pasvorto

# #30008
source: Samba password
eo: Pasvorto por Samba

# #30007
source: Samba username
eo: Uzantnomo por Samba

# #30052
source: Deleting
eo: Forigo

# #30169
source: Address:
eo: Adreso:

# #30111
source: Services
eo: Servoj

# #30440
source: Play next
eo: Ludi sekvan

# #30320
source: - Albums
eo: - Albumoj

# #30317
source: Play All
eo: Ludu Ĉiujn

# #30311
source: Library -
eo: Plurmediteko -

# #30288
source: - Latest
eo: - Plej novaj

# #30285
source: - Unwatched
eo: - Nespektita

# #30275
source: Force Transcode
eo: Forci transkodadon

# #30270
source: Mark Watched
eo: Marki Spektita

# #30261
source: TV Shows
eo: TV-serioj

# #30229
source: TV Shows
eo: TV-serioj

# #30211
source: Transcode options
eo: Transkodaj opcioj

# #30166
source: Select Server
eo: Elektu Servilon

# #30430
source: Label
eo: Etikedo

# #30427
source: Added
eo: Aldonita

# #30422
source: Sorting
eo: Ordigo

# #30294
source: Notice
eo: Rimarko

# #30224
source: Interaction
eo: Interago

# #30214
source: Events
eo: Eventoj

# #30012
source: [Change user]
eo: [Ŝanĝi uzanton]

# #30431
source: Seasons
eo: Sezonoj

# #30429
source: Genre
eo: Ĝenro

# #30428
source: Rating
eo: Taksado

# #30426
source: Title
eo: Titolo

# #30425
source: Year
eo: Jaro

# #30424
source: Default
eo: Defaŭlte

# #30421
source: Views
eo: Vidoj

# #30401
source: Info
eo: Informo

# #30399
source: Hide
eo: Kaŝu

# #30390
source: Protocol
eo: Protokolo

# #30382
source: Always
eo: Ĉiam

# #30380
source: Never
eo: Neniam

# #30339
source: Person
eo: Persono

# #30338
source: Album
eo: Albumo

# #30337
source: Song
eo: Kanto

# #30329
source: Screensaver
eo: Ekrankurteno

# #30314
source: Play
eo: Ludu

# #30313
source: Menu
eo: Menuo

# #30296
source: Delete
eo: Forigu

# #30290
source: All
eo: Ĉiuj

# #30274
source: Delete
eo: Forigu

# #30260
source: BoxSets
eo: Kolektoj

# #30256
source: Movies
eo: Filmoj

# #30250
source: Unknown
eo: Nekonata

# #30246
source: Search
eo: Serĉu

# #30235
source: Episodes
eo: Epizodoj

# #30231
source: Movies
eo: Filmoj

# #30207
source: Playback
eo: Ludado

# #30135
source: Error
eo: Eraro

# #30125
source: Done
eo: Farite

# #30110
source: Interface
eo: Interfaco

# #30025
source: Password:
eo: Pasvorto:

# #30024
source: Username:
eo: Uzantnomo:

# #30022
source: Advanced
eo: Aldone

# #30006
source: Password
eo: Pasvorto

# #30005
source: Username
eo: Uzantnomo

# #30001
source: Port
eo: Pordo

# #30000
source: Host
eo: Gastigo

# #30303
source: Missing Jellyfin images :
eo: Mankantaj Jellyfin-bildoj:

# #30298
source: Deleting Kodi Images
eo: Forigante Kodi-bildojn

# #30297
source: Delete unused images?
eo: Ĉu forigi neuzatajn bildojn?

# #30292
source: Select Subtitle Stream
eo: Elekti Subtekstan Elsendfluon

# #30291
source: Select Audio Stream
eo: Elekti Aŭdian Elsendluon

# #30286
source: Movies - Unwatched
eo: Filmoj - Nespektitaj

# #30283
source: Play Next Episode?
eo: Ĉu ludi Sekvan Epizodon?

# #30281
source: Refresh Cached Images
eo: Refreŝigi Staplitajn Bildojn

# #30278
source: - Next Up
eo: - Sekva Plue

# #30269
source: Movies - Random
eo: Filmoj - Hazardaj

# #30268
source: - Recently Added
eo: - Lastatempe aldonitaj

# #30267
source: - In Progress
eo: - Progresante

# #30266
source: Movies - Pages
eo: Filmoj - Paĝoj

# #30259
source: Movies - Favorites
eo: Filmoj - Favorataj

# #30376
source: Checking server url
eo: Kontrolante servilan URL-on

# #30375
source: Receiving data packet
eo: Ricevante datenpaketon

# #30354
source: Go To Series
eo: Iru al Serio

# #30353
source: - Frequently Played
eo: - Ofte Ludita

# #30321
source: - Album Artists
eo: - Albumaj Artistoj

# #30349
source: - Recently Played
eo: - Lastatempe Ludita

# #30348
source: Add user ratings
eo: Aldoni uzantajn taksadojn

# #30347
source: Getting Existing Images
eo: Akirante Ekzistantajn Bildojn

# #30346
source: Deleteing Cached Images
eo: Forigante Staplitojn Bildojn

# #30331
source: Movies per page
eo: Filmoj po paĝo

# #30327
source: Go To Season
eo: Iri al Sezono

# #30318
source: Music - Albums
eo: Muziko - Albumoj

# #30309
source: Select Media Source
eo: Elekti Plurmedian Fonton

# #30304
source: Cached Jellyfin images :
eo: Staplitaj Jellyfin-bildoj:

# #30010
source: Number of performance profiles to capture
eo: Nombro de rendimenta profiloj por kapti

# #30340
source: Group movies into collections
eo: Grupigi filmojn en kolektojn

# #30334
source: Use JellyCon context menu
eo: Uzi la kuntekstan menuon de JellyCon

# #30282
source: No Jellyfin servers detected on your local network.
eo: Neniuj Jellyfin-serviloj detektitaj en via loka reto.

# #30018
source: Number of items to show in filtered lists
eo: Nombro de aĵoj por montri en filtritaj listoj

# #30439
source: Show play next episode at time left
eo: Montri ludadon de sekva epizodo en tempo restanta

# #30400
source: Cache images interval minutes (0 = disabled)
eo: Intervalo por stapli bildojn, en minutoj (0 = malebligita)

# #30384
source: Random movies interval minutes (0 = disabled)
eo: Intervalo de hazardaj filmoj, en minutoj (0 = malebligita)

# #30364
source: Do you want to save the password?
eo: Ĉu vi volas savi la pasvorton?

# #30342
source: New content check interval (0 = disabled)
eo: Intervalo de kontrolo por nova enhavo (0 = malebligita)

# #30276
source: Extra Resume Prompt Detected
eo: Ekstra Invito Detektita por Daŭrigo

# #30357
source: Processing existing image list
eo: Procezante liston de ekzistantaj bildoj

# #30359
source: Building full image list
eo: Konstruante plenan liston de bildoj

# #30423
source: NotSet
eo: Nestarigita

# #30277
source: JellyCon needs to prompt for resume on partily played items, Kodi can also prompt, this can cause a double prompt. Do you want to remove the double prompt?
eo: JellyCon bezonas inviti daŭrigon por parteluditaj aĵoj, Kodi ankaŭ povas inviti, tio povas kaŭzi duoblajn invitojn. Ĉu vi volas forigi la duoblajn invitojn?

# #30371
source: Could not connect to the URL you entered, do you want to try again?
eo: Ne eblas konektiĝi al la URL, kiun vi enigis, ĉu vi volas provi denove?

# #30417
source: You do not have permision to delete this item
eo: Vi ne havas permeson forigi ĉi tiun aĵon

# #30370
source: Do you want to manually enter a server url?
eo: Ĉu vi volas mane tajpi servilan URL-on?

# #30295
source: To use this feature you need HTTP control enabled
eo: Por uzi ĉi tiun funkcion, vi bezonas ebligitan HTTP-kontrolon

# #30369
source: Do you want to clear your saved password?
eo: Ĉu vi volas forigi vian savitan pasvorton?

# #30300
source: Cache all Jellyfin images as local Kodi images?
eo: Ĉu stapli ĉiujn Jellyfin-bildojn kiel lokaj Kodi-bildoj?

# #30341
source: Background image update interval (0 = disabled)
eo: Intervalo de fona ĝisdatigo de bildo (0 = malebligita)

# #30367
source: Allow fast user switching password saving
eo: Permesi rapidan savadon de la ŝanĝita uzanta pasvorto

# #30355
source: Kodi Settings->Services->Allow remote control via HTTP
eo: Parametroj de Kodi -> Servoj -> Permesi teleregilo per HTTP

# #30344
source: Number of images removed from cache
eo: Nombro da bildoj forigitaj el staplo

# #30332
source: Stop media playback on screensaver activation
eo: Halti plurmedian ludadon ĉe aktivigo de ekrankurteno

# #30328
source: Show empty folders (shows, seasons, collections)
eo: Montri malplenajn dosierujojn (serioj, sezonoj, kolektoj)

# #30436
source: Speed test data size (MB)
eo: Grandeco de datenoj por bitrapida testado (MiB)

# #30432
source: Hide watched items in lists
eo: Kaŝi spektitajn aĵojn en listoj

# #30319
source: Music - All Album Artists
eo: Muziko - Ĉiuj Albumartistoj

# #30345
source: Cache Jellyfin server data requests
eo: Stapli datenpetoj de Jellyfin-servilo

# #30333
source: Cache artwork in the background
eo: Stapli ilustraĵojn fone

# #30315
source: Suppress notifications for connection errors
eo: Malebligi sciigojn pri konektadaj eraroj

# #30442
source: Simple new content check
eo: Simpla kontrolo de nova enhavo

# #30441
source: Use cached widget data
eo: Uzi staplitajn datenojn de kromprogrameto

# #30433
source: Allow direct file playback
eo: Permesi rektan ludadon de dosiero

# #30402
source: Add to Kodi Playlist
eo: Aldoni al Kodi-Ludlisto

# #30395
source: Clear cached server data
eo: Forigi staplitajn datenojn de servilo

# #30385
source: Existing images before delete :
eo: Ekzistantaj bildoj antaŭ forigo:

# #30373
source: Scanning for local servers
eo: Skanado por lokaj serviloj

# #30358
source: Retreiving remote image list
eo: Ricevante liston de foraj bildoj

# #30356
source: Loading existing image list
eo: Ŝarĝante ekzistantan bildliston

# #30352
source: Music - Frequently Played
eo: Muziko - Ofte Ludita

# #30351
source: Music - Recently Played
eo: Muziko - Lastatempe Ludita

# #30350
source: Music - Recently Added
eo: Muziko - Lastatempe Aldonita

# #30343
source: Changes Require Kodi Restart
eo: Ŝanĝoj Bezonas Relanĉon de Kodi

# #30330
source: Show change user dialog
eo: Montri dialogon pri ŝanĝi uzanton

# #30438
source: Play cinema intros
eo: Ludi kinejajn enkondukojn

# #30435
source: Connection speed test
eo: Testi konektan rapidon

# #30420
source: Audio max channels
eo: Maksimumo de aŭdiokanaloj

# #30416
source: HTTP timeout seconds
eo: HTTP-templimo, en sekundoj

# #30415
source: - Favorite Collections
eo: - Favorataj Kolektoj

# #30405
source: - Show All
eo: - Montri Ĉion

# #30403
source: Movies - Recommendations
eo: Filmoj - Rekomendoj

# #30398
source: Refresh Jellyfin Metadata
eo: Refreŝigi Metadatenarojn de Jellyfin

# #30394
source: Cache files deleted
eo: Staplitaj dosieroj forigitaj

# #30393
source: Clear Cache Result
eo: Malplenigi Staplan Rezulton

# #30387
source: Unused images removed :
eo: Neuzataj bildoj forigitaj:

# #30386
source: Unused Jellyfin images :
eo: Neuzataj Jellyfin-bildoj:

# #30381
source: More than one
eo: Pli ol unu

# #30379
source: External subtitle prompt
eo: Invito por ekstera subteksto

# #30310
source: Enable Jellyfin remote control
eo: Ebligi Jellyfin-teleregilon

# #30289
source: TV Shows - Genres
eo: TV-serioj - Ĝenroj

# #30287
source: TV Shows - Latest
eo: TV-serioj - Plej Novaj

# #30279
source: TV Shows - Unwatched
eo: TV-serioj - Nespektitaj

# #30265
source: Episodes - Next Up
eo: Epizodoj - Sekva Plue

# #30264
source: Episodes - In Progress
eo: Epizodoj - Progresantaj

# #30263
source: Episodes - Recently Added
eo: Epizodoj - Lastatempe Aldonitaj

# #30262
source: TV Shows - Favorites
eo: TV-serioj - Favorataj

# #30258
source: Movies - In Progress
eo: Filmoj - Progresantaj

# #30257
source: Movies - Recently Added
eo: Filmoj - Lastatempe Aldonitaj

# #30255
source: TV Shows - A-Z
eo: TV-serioj - A-Z

# #30418
source: Audio bitrate (Kbits)
eo: Aŭdia bitrapido (Kibit/s)

# #30208
source: Max stream bitrate (Kbits)
eo: Maksimuma elsendflua bitrapido (Kibit/s)

# #30434
source: Force transcode stream bitrate (Kbits)
eo: Forci transkodadon de elsendflua bitrapido (Kibit/s)

# #30240
source: Force transcode msmpeg4v3 (divx)
eo: Forci transkodadon de msmpeg4v3 (divx)

# #30236
source: Force transcode h265 (hevc)
eo: Forci transkodadon de h265 (hevc)

# #30223
source: Page Size and Filtering
eo: Paĝa Grandeco kaj Filtrado

# #30220
source: Prompt to delete movie after %
eo: Inviti forigon de filmo post %

# #30219
source: - Prompt before play
eo: - Inviti antaŭ ludado

# #30218
source: Play next episode after %
eo: Ludi sekvan epizodon post %

# #30217
source: Prompt to delete episode after %
eo: Inviti forigon de epizodo post %

# #30215
source: On playback stop (100% = disabled)
eo: Dum halto de ludado (100% = malebligita)

# #30213
source: Video force 8 bit
eo: Video force 8 bitoj

# #30201
source: Unable to connect to server
eo: Ne eblas konektiĝi al servilo

# #30182
source: Include media stream info
eo: Inkluzivi informon pri plurmedia elsendfluo

# #30163
source: Add (cc) if subtitle is available
eo: Aldoni (cc) se subteksto disponeblas

# #30139
source: No Media Type Set
eo: Neniu Plurmedia Tipo Starigita

# #30118
source: Add resume percent to names
eo: Aldoni daŭrigeblajn procentojn al nomoj

# #30116
source: Add unwatched counts to names
eo: Aldoni nespektitajn kalkulojn al nomoj

# #30092
source: Warning: This action will delete the media files from the server.
eo: Averto: Ĉi tiu ago forigos la plurmediajn dosierojn de la servilo.

# #30053
source: Waiting for server to delete
eo: Atendante servilon por forigo

# #30026
source: Widget item select action
eo: Ago elekti kromprogrametan aĵon

# #30021
source: Show all episodes item
eo: Montri ĉiujn epizodojn

# #30019
source: Filtered episode name format
eo: Noma formato de filtrita epizodo

# #30444
source: Login using Quick Connect
eo: Ensaluti uzante Rapidan Konekton

# #30443
source: Quick Connect
eo: Rapida Konekto

# #30323
source: Artists
eo: Artistoj

# #30445
source: Continue Watching
eo: Daŭrigi Spektadon
